# File           : README.org
# Created        : <2016-11-16 Wed 00:51:06 GMT>
# Last Modified  : <2017-4-16 Sun 12:30:13 BST> sharlatan
# Author         : sharlatan
# Maintainer(s)  :
# Short          :

#+OPTIONS: num:nil

Collection of templates which I came across during daily work and research
Internet for the "Answer". It a consolidated experience of using *nix OSes

Contribution welcome!

You can start from here > [[./cix-main.org][cix-main]]
** Structure

- cix-main.org :: Index of of all files.
- img/ :: Picture files.
- spices/ :: Collection of files stuffed with examples.
- tests/ :: Files for testing referenced in examples.
- tutors/ :: Full size tutorials "How to"

#+BEGIN_SRC sh
ls -D ./

#+END_SRC

#+RESULTS:
| cix-convension.org |
| cix-main.org       |
| cix-stat.sh        |
| img                |
| LICENSE            |
| README.org         |
| README-ru.md       |
| spices             |
| tests              |
| tutors             |
